export const mock_clients = [
    { id: 4001, name: "Иванов", groups: ["Группа 1", "Группа 2"] },
    { id: 4002, name: "Петров", groups: ["Группа 1", "Группа 2"] },
    { id: 4003, name: "Сидоров", groups: ["Группа 1", "Группа 2"] },
    { id: 4004, name: "Коцнальбоген", groups: ["Группа 1", "Группа 2"] },
    { id: 4005, name: "Секретный", groups: ["Группа 1", "Группа 2"] },
    { id: 4006, name: "Плюшкин", groups: ["Группа 1", "Группа 2"] },
    { id: 4007, name: "Собакевич", groups: ["Группа 1", "Группа 2"] },
    { id: 41008, name: "Чичиков", groups: ["Группа 1", "Группа 2"] },
];

export const mock_accounts = [
    { id: 10001, name: "Основной", clientid: 4001 },
    { id: 10002, name: "Вспомогательный", clientid: 4001 },

    { id: 10003, name: "Основной", clientid: 4002 },
    { id: 10004, name: "Вспомогательный", clientid: 4002 },

    { id: 10005, name: "Основной", clientid: 4003 },
    { id: 10006, name: "Вспомогательный", clientid: 4003 },

    { id: 10007, name: "Основной", clientid: 4004 },
    { id: 10008, name: "Вспомогательный", clientid: 4004 },

    { id: 10009, name: "Основной", clientid: 4005 },
    { id: 10010, name: "Вспомогательный", clientid: 4005 },
];

export const mock_groups = [
    { id: 20000, name: "Группа 1"},
    { id: 20001, name: "Группа 2"},
    { id: 20002, name: "Группа 3"},
    { id: 20003, name: "Группа 4"},
    { id: 20004, name: "Группа 5"},
    { id: 20005, name: "Группа 6"},
    { id: 20006, name: "Группа 7"},
    { id: 20007, name: "Группа 8"},
    { id: 20008, name: "Группа 9"},
    { id: 20009, name: "Группа А"},
    { id: 20010, name: "Группа Б"},
    { id: 20011, name: "Группа В"},
    { id: 20012, name: "Группа Г"},
    { id: 20013, name: "Группа Д"},
];
