export const mock = [
    { id: 1001, name: "Иванов", groups: ["Группа 1", "Группа 2"] },
    { id: 1002, name: "Петров", groups: ["Группа 1", "Группа 2"] },
    { id: 1003, name: "Сидоров", groups: ["Группа 1", "Группа 2"] },
    { id: 1004, name: "Коцнальбоген", groups: ["Группа 1", "Группа 2"] },
    { id: 1005, name: "Секретный", groups: ["Группа 1", "Группа 2"] },
    { id: 1006, name: "Плюшкин", groups: ["Группа 1", "Группа 2"] },
    { id: 1007, name: "Собакевич", groups: ["Группа 1", "Группа 2"] },
    { id: 1008, name: "Чичиков", groups: ["Группа 1", "Группа 2"] },
];
