export const mock_owners = [
    { id: 5001, name: 'Развивающий 5001'},
    { id: 5002, name: 'Развивающий 5002'},
    { id: 5003, name: 'Развивающий 5003'},
    { id: 5004, name: 'Развивающий 5004'},
    { id: 5005, name: 'Развивающий 5005'},
    { id: 5006, name: 'Развивающий 5006'},
    { id: 5007, name: 'Развивающий 5007'},
    { id: 5008, name: 'Развивающий 5008'},
    { id: 5009, name: 'Развивающий 5009'},
    { id: 5010, name: 'Развивающий 5010'},
    { id: 5011, name: 'Развивающий 5011'},
    { id: 5012, name: 'Развивающий 5012'},
    { id: 5013, name: 'Развивающий 5013'},
];
export const mock_accounts = [
    { id: 6001, owner_id: 5001, name: "Лицевой счёт 1 (5001)"},
    { id: 6002, owner_id: 5001, name: "Лицевой счёт 2 (5001)"},
    { id: 6003, owner_id: 5001, name: "Лицевой счёт 3 (5001)"},
    { id: 6004, owner_id: 5001, name: "Лицевой счёт 4 (5001)"},

    { id: 6005, owner_id: 5002, name: "Лицевой счёт 1 (5002)"},
    { id: 6006, owner_id: 5002, name: "Лицевой счёт 2 (5002)"},
    { id: 6007, owner_id: 5002, name: "Лицевой счёт 3 (5002)"},
    { id: 6008, owner_id: 5002, name: "Лицевой счёт 4 (5002)"},

    { id: 6009, owner_id: 5003, name: "Лицевой счёт 1 (5003)"},
    { id: 6010, owner_id: 5003, name: "Лицевой счёт 2 (5003)"},
    { id: 6011, owner_id: 5003, name: "Лицевой счёт 3 (5003)"},
    { id: 6012, owner_id: 5003, name: "Лицевой счёт 4 (5003)"},

    { id: 6013, owner_id: 5004, name: "Лицевой счёт 1 (5004)"},
    { id: 6014, owner_id: 5004, name: "Лицевой счёт 2 (5004)"},
    { id: 6015, owner_id: 5004, name: "Лицевой счёт 3 (5004)"},
    { id: 6016, owner_id: 5004, name: "Лицевой счёт 4 (5004)"},
];
