export const mock = [
    { id: 1001, name: 'Краткосрочные ссуды', clientid: 4001, },
    { id: 1002, name: 'Среднесрочные ссуды', clientid: 4001, },
    { id: 1003, name: 'Долгосрочные ссуды', clientid: 4001, },
    { id: 1004, name: 'Безвозвратные ссуды', clientid: 4001, },

    { id: 2001, name: 'Краткосрочные ссуды', clientid: 4002, },
    { id: 2002, name: 'Среднесрочные ссуды', clientid: 4002, },
    { id: 2003, name: 'Долгосрочные ссуды', clientid: 4002, },
    { id: 2004, name: 'Безвозвратные ссуды', clientid: 4002, },
    
    { id: 3001, name: 'Краткосрочные ссуды', clientid: 4003, },
    { id: 3002, name: 'Среднесрочные ссуды', clientid: 4003, },
    { id: 3003, name: 'Долгосрочные ссуды', clientid: 4003, },
    { id: 3004, name: 'Безвозвратные ссуды', clientid: 4003, },
    
    { id: 4001, name: 'Краткосрочные ссуды', clientid: 4004, },
    { id: 4002, name: 'Среднесрочные ссуды', clientid: 4004, },
    { id: 4003, name: 'Долгосрочные ссуды', clientid: 4004, },
    { id: 4004, name: 'Безвозвратные ссуды', clientid: 4004, },
];
